OpenFOAM-6-cantera-openmpi/tutorials/multiphase/compressibleMultiphaseInterFoam/laminar/damBreak4phase/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Set application name
application=$(getApplication)

runApplication blockMesh
runApplication setFields
runApplication $application

#------------------------------------------------------------------------------
